11/data/attachments/79dda1f9b21a3469.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:username>
            <nif:friendToBeAdded>Brian_administration_Friend_80321_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>